import { PrivacyData } from "./Privacy.types";

export const PRIVACY_DATA: PrivacyData = {
   section: "PRIVACY POLICY",
   title: "Политика конфиденциальности",
   description:
      "Настоящая Политика конфиденциальности описывает, как VRNas собирает, использует и защищает персональные данные посетителей сайта и клиентов.",
   sections: [
      {
         title: "Какие данные мы собираем",
         text: ["Мы можем собирать следующие типы персональных данных:"],
         list: [
            "Имя, адрес электронной почты и другие контактные данные.",
            "Демографические данные, такие как возраст, пол и местоположение.",
            "Платёжные данные, например сведения о банковской карте.",
            "Информацию о том, как вы используете наш сайт и услуги.",
         ],
      },
      {
         title: "Как мы используем ваши данные",
         text: [
            "Мы можем использовать ваши персональные данные для следующих целей:",
         ],
         list: [
            "Чтобы предоставлять вам наши услуги и продукты.",
            "Чтобы обрабатывать платежи и выполнять заказы.",
            "Чтобы отправлять маркетинговые и рекламные материалы.",
            "Чтобы улучшать наш сайт и услуги.",
         ],
      },
      {
         title: "Как мы защищаем ваши данные",
         text: [
            "Мы применяем различные меры безопасности, чтобы сохранять безопасность ваших персональных данных при оформлении заказа или при вводе, отправке и доступе к персональным данным. Мы используем шифрование для защиты конфиденциальной информации, передаваемой онлайн, а также защищаем ваши данные офлайн.",
         ],
      },
      {
         title: "Передача информации",
         text: [
            "Мы не продаём и не сдаём в аренду ваши персональные данные третьим лицам. Однако мы можем передавать информацию надёжным сторонним поставщикам услуг, которые помогают нам в работе сайта и предоставлении услуг.",
         ],
      },
      {
         title: "Файлы cookie и отслеживание",
         text: [
            "Мы используем файлы cookie и другие технологии отслеживания для сбора информации о вашем поведении в браузере и предпочтениях. Эти данные используются для персонализации вашего опыта на сайте и анализа того, как посетители пользуются сайтом.",
         ],
      },
      {
         title: "Ваши права",
         text: [
            "Вы имеете право получать доступ к своим персональным данным, обновлять или удалять их. Чтобы воспользоваться этими правами, свяжитесь с нами, используя контактные данные на странице контактов.",
         ],
      },
      {
         title: "Изменения политики конфиденциальности",
         text: [
            "Мы оставляем за собой право обновлять настоящую Политику конфиденциальности в любое время. О любых изменениях мы уведомим вас, разместив новую Политику конфиденциальности на нашем сайте.",
         ],
      },
      {
         title: "Свяжитесь с нами",
         text: [
            "Если у вас есть вопросы по нашей Политике конфиденциальности, свяжитесь с нами, используя контактные данные на странице контактов.",
         ],
      },
   ],
};
