import { TermsData } from "./Terms.types";

export const TERMS_DATA: TermsData = {
   section: "TERMS & CONDITIONS",
   title: "Условия использования",
   description:
      "Добро пожаловать в VRNas. Пожалуйста, внимательно ознакомьтесь с настоящими Условиями использования перед тем, как пользоваться нашим сайтом и услугами.",
   sections: [
      {
         title: "Принятие условий",
         text: [
            "Получая доступ к любой части нашего сайта или услуг либо используя их, вы соглашаетесь соблюдать настоящие Условия использования. Если вы не согласны со всеми условиями настоящего соглашения, вы не можете получать доступ к сайту или пользоваться какими-либо услугами.",
         ],
      },
      {
         title: "Использование сайта и услуг",
         text: [
            "Вы можете использовать наш сайт и услуги исключительно в законных целях и в соответствии с настоящими Условиями использования. Вы соглашаетесь не использовать наш сайт и услуги:",
         ],
         list: [
            "Любым способом, нарушающим применимое федеральное, региональное, местное или международное законодательство или нормативные акты.",
            "Для передачи или организации передачи любой рекламной или промо-материалов, включая «спам», «письма счастья» или иные подобные предложения.",
            "Для выдачи себя за VRNas, сотрудника VRNas, другого пользователя или любое иное лицо или организацию.",
            "Для любых действий, которые ограничивают или препятствуют использованию сайта или услуг другими лицами либо, по нашему мнению, могут причинить вред VRNas или пользователям сайта и услуг либо повлечь для них ответственность.",
         ],
      },
      {
         title: "Интеллектуальная собственность",
         text: [
            "Контент и материалы, доступные на нашем сайте и в услугах, включая, помимо прочего, тексты, графику, логотипы, изображения и программное обеспечение, являются собственностью VRNas или её лицензиаров и защищены авторским правом, товарными знаками и иными законами об интеллектуальной собственности.",
            "Вы не можете использовать наш контент или материалы в коммерческих целях без получения лицензии от VRNas или её лицензиаров.",
         ],
      },
      {
         title: "Ограничение ответственности",
         text: [
            "Ни при каких обстоятельствах VRNas не несёт ответственности за любые прямые, косвенные, случайные, последующие, особые или штрафные убытки, возникающие из или в связи с использованием вами нашего сайта или услуг.",
         ],
      },
      {
         title: "Изменения условий использования",
         text: [
            "Мы оставляем за собой право по собственному усмотрению изменять или заменять настоящие Условия использования в любое время. Продолжая получать доступ к сайту и услугам или пользоваться ими после вступления в силу изменений, вы соглашаетесь соблюдать обновлённые условия.",
         ],
      },
      {
         title: "Свяжитесь с нами",
         text: [
            "Если у вас есть вопросы по настоящим Условиям использования, свяжитесь с нами, используя контактные данные на странице контактов.",
         ],
      },
   ],
};
