import { BenefitsProps } from "./Benefits.types";

export const BENEFITS_DATA_CONFIG: BenefitsProps = {
   benefits: [
      {
         title: "Гибкие пакеты",
         description:
            "Мы понимаем, что каждый проект уникален, поэтому предлагаем настраиваемые пакеты: вы получаете нужные услуги по подходящей цене. Команда поможет собрать пакет под ваши цели и бюджет.",
      },
      {
         title: "Удобные способы оплаты",
         description:
            "Мы предлагаем разные варианты оплаты, чтобы вам было проще инвестировать в наши VR‑услуги: рассрочка, банковские карты и другие способы — под ваши нужды и предпочтения.",
      },
      {
         title: "Гарантия удовлетворённости",
         description:
            "Мы уверены в качестве наших VR‑услуг и стремимся к тому, чтобы вы остались полностью довольны результатом. Если что‑то не устроит, мы доработаем решение или вернём деньги.",
      },
   ],
};
