import { AboutUsAboutData } from "./AboutUsAbout.types";

export const ABOUT_US_ABOUT_DATA: AboutUsAboutData = {
   section: "О нас",
   title: "Воплощаем ваше видение: узнайте больше о\u00A0VRNas",
   text: "VRNas — ведущий поставщик VR-услуг для образования, развлечений, архитектуры и мероприятий. Наша миссия — сделать возможности виртуальной реальности доступными для всех, позволяя исследовать новые миры, учиться по-новому и воспринимать события в совершенно новом свете. Наша команда — опытные VR-разработчики, дизайнеры и специалисты, увлечённые виртуальной реальностью и нацеленные на высокое качество. Мы используем современное VR-оборудование и ПО, чтобы создавать погружающие интерактивные впечатления под ваши задачи. От первой консультации до финальной сдачи мы обеспечиваем внимательный сервис и стремимся, чтобы вы были довольны каждым этапом VR-опыта.",
};
