import { AboutUsData } from "./AboutUs.types";

export const ABOUT_US_CONFIG: AboutUsData = {
   section: "О нас",
   title: "Оживи мероприятия с\u00A0нашими VR‑сервисами.",
   text: "VRNas — ведущий поставщик услуг виртуальной реальности для образования, развлечений, архитектуры и мероприятий. Наша миссия — сделать возможности виртуальной реальности доступными для всех, позволяя исследовать новые миры, учиться по-новому и воспринимать события в совершенно новом свете.",
   buttonLabel: "Читать подробнее",
   listItems: [
      {
         label: "Передовые технологии",
      },
      {
         label: "Универсальное применение",
      },
      {
         label: "Доступно и выгодно",
      },
   ],
};
