import { AboutUsProps } from "./AboutUs.types";

export const ABOUT_US_CONFIG: AboutUsProps = {
   sectionTitle: "О нас",
   title: "Оживите ваши мероприятия как никогда раньше с помощью наших VR-сервисов.",
   text: "VRNas — ведущий поставщик услуг виртуальной реальности для образования, развлечений, архитектуры и мероприятий. Наша миссия — сделать возможности виртуальной реальности доступными для всех, позволяя исследовать новые миры, учиться по-новому и воспринимать события в совершенно новом свете.",
};
